acpi
alsa-utils
asciidoc
autoconf
autogen
automake
bash
bzip2
ca-certificates-utils
cabal-install
chromium
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docbook-xsl
e2fsprogs
emacs
fakeroot
feh
file
filesystem
findutils
gawk
gcc
gcc-libs
gettext
ghc
gimp
git
glibc
grep
groff
gtk-chtheme
gvfs
gvim
gzip
i3-gaps-git
i3lock
i3status
inetutils
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
licenses
linux
lm_sensors
logrotate
lvm2
lxappearance
make
man-db
man-pages
mdadm
nano
netctl
network-manager-applet
networkmanager
okular
pacman
pavucontrol
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
ranger
reiserfsprogs
rofi
s-nail
sbt
scala
screenfetch
sed
shadow
stack
sudo
sxiv
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-core
thunar
transmission-cli
transset-df
ttf-font-awesome
ttf-hack
udiskie
unzip
usbutils
util-linux
vi
vibrancy-colors
vlc
which
wpa_supplicant
xf86-input-synaptics
xf86-video-vesa
xfsprogs
xmlto
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
